Repository: departement-maine-et-loire/transferticketentity
Catalog: locales/*.po
Languages: pt_br

source: Transfer Ticket Entity
pt_br: Transferência de Entidade do Ticket

source: Change rights
pt_br: Mudar permissões

source: Using entity transfer
pt_br: Usando transferência de entidade

source: Save
pt_br: Salvar

source: Item successfully updated
pt_br: Item atualizado com sucesso

source: Error, please reload the page.
pt_br: Erro, por favor atualizar a página.

source: If the problem persists, you can try to empty the cache by doing CTRL + F5.
pt_br: Se o problema persistir, você pode tentar esvaziar o cache através das teclas CTRL + F5.

source: Choose your entity
pt_br: Escolha sua entidade

source: Select the group to assign
pt_br: Selecione o grupo para atribuir

source: Choose your group
pt_br: Escolha seu grupo

source: Confirm transfer ?
pt_br: Conformar transferência?

source: Once the transfer has been completed, the ticket will remain visible only if you have the required rights.
pt_br: Uma vez que a transferência tiver sido completa, o ticket será visível somente se você tiver as permissões corretas.

source: Cancel
pt_br: Cancelar

source: Confirm
pt_br: Confirmar

source: Please select a valid entity
pt_br: Por favor selecione uma entidade válida

source: Please select a valid group
pt_br: Por favor selecione um grupo válido

source: Escalation to
pt_br: Escalação para

source: in the group
pt_br: no grupo

source: Successful transfer for ticket n° :
pt_br: Transferência feita com sucesso para o ticket n° :

source: Transfer canceled
pt_br: Transferência cancelada

source: Unauthorized transfer on closed ticket.
pt_br: Não é possível transferir um ticket cujo status é fechado.

source: Please explain your transfer
pt_br: Por favor apresentar mais dados sobre sua transferência

source: You must be assigned to the ticket to be able to transfer it
pt_br: Você precisa estar atribuído ao ticket para ser capaz de transferi-lo
